Repository: 13520178/CAGR-Calculator
Catalog: CAGR Calculator/*.lproj/Main.strings
Languages: vi

# 0SB-Zs-bnL.title
source: Calculator
vi: Máy Tính

# 2Tg-9C-od0.text
source: Good luck!!!
vi: Chúc thành công!!!

# 4si-NB-WKp.text
source: Report & feedback
vi: Báo cáo & Góp ý

# 5LJ-2r-Qkc.title
source: Calculator
vi: Máy tính

# 6EQ-Ch-kqW.title
source: Growth Table
vi: Bảng phân bổ từng năm

# 74R-9x-f3V.text
source: CAGR Calculator
vi: Máy tính CAGR

# 7v9-Mi-3m7.text
source: Wrong kind of decimal
vi: Nhập sai số thập phân

# 7yr-rY-ZUb.text
source: Wrong kind of decimal
vi: Nhập sai số thập phân

# BMd-hF-4KM.text
source: NPV Calculator
vi: Máy tính NPV

# DLI-Np-Sxj.text
source: Compound Annual Growth Rate
vi: Tỷ lệ tăng trưởng hàng năm kép

# ENc-rK-Gss.placeholder
source: Initial Investment Value
vi: Giá trị đầu tư ban đầu

# Fpp-GD-UYi.text
source: Remove ads and supporting our development.
vi: Bỏ quảng cáo và ủng hộ sự phát triển của chúng tôi

# G5z-2m-mWG.placeholder
source: Ending Investment Value
vi: Giá trị đầu tư khi kết thúc

# IU5-LG-qjB.normalTitle
source: Calculate
vi: Tính toán

# JtS-5Q-F9o.text
source: Ending value
vi: Giá trị kết thúc

# Kzs-fE-dtd.text
source: Value
vi: Giá trị

# L0S-El-tXE.text
source: Result
vi: Kết quả

# LlI-U0-Suj.normalTitle
source: Scroll up
vi: Lên đầu trang

# LnK-8l-51L.text
source: No. of periods
vi: Số chu kì

# QNr-vj-h8M.text
source: Wrong kind of decimal
vi: Nhập sai số thập phân

# Vkn-YP-44y.text
source: Year/Month
vi: Năm/Tháng

# WHs-Vp-pq3.text
source: Resource
vi: Nguồn

# XVY-AY-hRq.title
source: Infomation
vi: Thông tin

# YRU-cv-u4L.text
source: Formula
vi: Công thức

# Ypp-E5-kbL.placeholder
source: Months/Years
vi: Năm/Tháng

# ceF-E8-gq7.text
source: Version
vi: Phiên bản

# d13-Sk-Rsa.title
source: Reference
vi: Tư liệu

# dKa-gY-N8q.text
source: n = Number of investment periods (months, years, etc.)
vi: n = Số chu kì đầu tư (tháng, năm...)

# dhc-lx-XzX.text
source: Auto Loan Calculator
vi: Máy tính vay mua ôtô

# f29-cq-ROe.text
source: Calculate compound annual growth rate
vi: Tính tốc độ tăng trưởng kép hàng năm

# mMW-up-7PM.text
source: Starting value
vi: Giá trị ban đầu

# p29-U2-Xzl.title
source: Infomation
vi: Thông tin

# ph0-ng-hc9.text
source: EB = Investment's ending balance
vi: EB = Số dư cuối kỳ

# spF-rt-KUn.text
source: Definition
vi: Định nghĩa

# tDo-mM-AXG.text
source: Make a detailed investment plan.
vi: Tạo một kế hoạch đầu tư chi tiết

# uNU-Gx-ape.text
source: Our other apps
vi: Những ứng dụng khác

# vWr-pv-iuX.text
source: BB = Investment's beginning balance
vi: BB = Số dư đầu kỳ

# xWo-KG-OE5.normalTitle
source: Growth Table
vi: Bảng phân bổ từng năm

# z3c-Uf-wMf.title
source: Reference
vi: Tư liệu

# zX7-K3-mem.text
source: Plan to own your favorite car right now.
vi: Lên kế hoạch sở hữu chiếc xe yêu thích của bạn
