Repository: 13520178/CAGR-Calculator
Catalog: *.lproj/Localizable.strings
Languages: vi

source: Initial Investment Value
vi: Giá trị đầu tư ban đầu

source: Ending Investment Value
vi: Giá trị đầu tư khi kết thúc

source: Months/Years
vi: Tháng/năm

source: Investment
vi: Đầu tư

# returnText
source: Return
vi: Lợi nhuận

source: Cannot be a negative number
vi: Không thể là số âm

source: The number is too big
vi: Số quá lớn

source: Must be a decimal number
vi: Phải là số thập phân

source: Must be an integer
vi: Phải là số tự nhiên

# theValueEnteredMustBeGreaterThan0
source: The value entered must be greater than 0, please try again.
vi: Giá trị nhập vào phải lớn hơn 0, vui lòng thử lại.

# thereWere1OrMoreInputErrors
source: There were 1 or more input errors, please check again.
vi: Đã có lỗi xảy ra, vui lòng thử lại

# definitionText
source: The compound annual growth rate, or CAGR for short, is the average rate at which some value (investment) grows over a certain period of time assuming the value has been compounding over that time period.
vi: Cagr là viết tắt của cụm từ tiếng Anh Compounded Annual Growth rate, mang nghĩa là tốc độ tăng trưởng kép hàng năm. Đây là một thuật ngữ chuyên ngành được sử dụng khá nhiều trong nền kinh tế đặc biệt với những người thường xuyên tiếp xúc với công việc phân tích các chỉ tiêu tài chính.

source: Remove ads
vi: Bỏ quảng cáo

# removeAdsAndSupporting
source: Remove ads and supporting our development.
vi: Bỏ quảng cáo và hỗ trợ chúng tôi phát triển
